Repository: keyang556/linedesktopnvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: th

source: LINE Desktop Accessibility
th: การเข้าถึง LINE บนเดสก์ท็อป

source: Enhances NVDA accessibility support for the LINE desktop application on Windows. Provides improved navigation for chat lists, messages, contacts, and message input.
th: เพิ่มประสิทธิภาพการรองรับการเข้าถึงของ NVDA สำหรับแอปพลิเคชัน LINE บนเดสก์ท็อปใน Windows ให้การนำทางที่ดียิ่งขึ้นสำหรับรายการแชท ข้อความ รายชื่อติดต่อ และการป้อนข้อความ

source: Initial release with LINE desktop accessibility support.
th: การเปิดตัวเริ่มต้นพร้อมการรองรับการเข้าถึง LINE บนเดสก์ท็อป

source: Email
th: อีเมล

source: Password
th: รหัสผ่าน

source: Login field
th: ช่องเข้าสู่ระบบ

source: Message input
th: ช่องป้อนข้อความ

source: Search chat rooms
th: ค้นหาห้องแชท

source: Friends
th: เพื่อน

source: Chats
th: แชท

source: Add friends
th: เพิ่มเพื่อน
